{
  "HeroSection": {
    "welcomeText": "Welcome to the “Tamarieli” Association and platform “Earthoba”",
    "inspiration": "Inspiration: The Golden Age of Queen Tamar",
    "identity": "Identity: Roots and Heritage"
  },
  "BasicPrinciples": {
    "title": "Basic Principles",
    "inclusivity": "Inclusivity: Accessibility for all.",
    "communication": "Communication: Sharing experiences, knowledge, and perspectives.",
    "interaction": "Interaction: Encouraging personal and team-based creative processes.",
    "culturalExchange": "Fruitful cultural interaction: Creative collaboration that strengthens understanding between cultures."
  },
  "DigitalLibrary": {
    "title": "Digital Library 'Ciblus'",
    "subtitle": "The global face of Georgian culture and literature",
    "point1": "The 'Tamarieli' Digital Library is being created to preserve, protect, and make accessible the treasures of Georgian culture and literature — in a modern digital format.",
    "point2": "Our mission is for the Georgian word to become a bridge between Georgia and the world. The project aims to preserve national memory, promote Georgian literature globally, create educational resources, and strengthen cultural diplomacy.",
    "point3": "The 'Tamarieli' Library will be an open and friendly digital space where readers, researchers, students, and teachers unite around one goal — to preserve and spread Georgian cultural heritage.",
    "point4": "This is a people's project — a digital bridge between past and future, built on trust, knowledge, and values, where the Georgian word lives without borders."
  },

  "Foreword": {
    "title": "Foreword",
    "point1": "The Tamarieli Association is founded on the promotion and representation of art, literature, Georgian dance, and other creative activities.",
    "point2": "The Tamarieli Association regards culture, art, creativity, and history as tools for communication and for building constructive cultural connections that foster civil society development.",
    "point3": "The Association creates an open, inclusive, and innovative space where traditional and modern art coexist in an interactive relationship."
  },

  "InovateProjects": {
    "title": "Innovative Projects",
    "support": "Receive our support",
    "point1": "The Tamarieli Association awaits your innovative projects in the fields of culture, education, and digital development.",
    "point2": "Project authors will have the opportunity to collaborate with the Association to receive co-funding, mentorship, and project promotion.",
    "point3": "Our goal is to support initiatives that promote Georgian culture, literature, and knowledge through a modern, innovative vision."
  },
  "Mission": {
    "title": "Mission",
    "point1": "Professional support for art and culture for artists of all ages.",
    "point2": "Encouraging creativity and stimulating the creative process.",
    "point3": "Promoting cultural diversity and fostering constructive cultural cooperation (targeted, fruitful, and socially beneficial relations between cultures).",
    "point4": "Creating a communication platform for intercultural activities: exhibitions, festivals, performances.",
    "point5": "Education: exchange programs, mentorship.",
    "point6": "Civil awareness: brochures, campaigns.",
    "point7": "International partnerships: EU, cultural centers, NGOs."
  },
  "SocialResponsibility": {
    "title": "Social Responsibility",
    "point1": "Engaging and involving local communities through creative activities.",
    "point2": "Art as a tool for self-expression, social engagement, and integration.",
    "point3": "An open space for European citizens and international partners.",
    "point4": "Supporting public diplomacy and constructive cultural relations."
  },
  "TamarieliDesc": {
    "title": "Tamarieli",
    "list": {
      "inspiration": "Inspiration — The Golden Age of Queen Tamar",
      "identity": "'Eli' — Identity, Roots, Loyalty"
    },
    "paragraph": "The Tamarieli Association is a platform for culture and arts, combining tradition, innovation, and constructive cultural interaction, strengthening collaboration at European and international levels."
  },
  "Targets": {
    "title": "Targets",
    "point1": "Promoting cultural diversity through events, exhibitions, and festivals.",
    "point2": "Supporting and showcasing young and experienced artists.",
    "point3": "Promoting traditional dance and music alongside modern interpretations.",
    "point4": "Organizing educational programs and workshops.",
    "point5": "Developing international cultural relations and collaborations."
  },

  "EarthobaPlatform": {
    "title": "The Unified Platform of the ",
    "title2": "Georgian Diaspora “Earthoba”",
    "point1": "Bringing National Interests to the International Arena",
    "point2": "Coordinated Action to Achieve a Common Goal",
    "point3": "International Legitimacy",
    "point4": "Strategic Communication",
    "mainDirectionsTitle": "Main directions",
    "direction1": "Protecting Georgia's sovereignty",
    "direction2": "Advocating for the issue of political prisoners",
    "direction3": "Free and fair elections",
    "direction4": "Demanding sanctions against the regime",
    "direction5": "Supporting free media and civil society",
    "direction6": "Partnership with the European Union and international democratic institutions",
    "direction7": "Coordinated campaigns, rallies, petitions, panel discussions",
    "valuesTitle": "Values",
    "valuesDescription": "Our 'Earthoba' constantly maintains impartiality and independence. It acts in practice and not only in formal agreements."
  },
  "Header": {
    "home": "Home",
    "about": "About"
  },

  "ContactForm": {
    "title1": "Message",
    "title2": "Tamarieli Association",
    "description": "You can send us a message",
    "name": "Name",
    "namePlaceholder": "Enter your name",
    "email": "Email Address",
    "emailPlaceholder": "Enter your email",
    "message": "Message",
    "messagePlaceholder": "Enter your message",
    "submit": "Send",
    "submitting": "Sending..."
  },
  "ProjectsDetail": {
    "loading": "Loading project...",
    "error": "Error loading project",
    "projectName": "Project Name:",
    "status": "Status:",
    "projectCreator": "Project creator:",
    "description": "Description",
    "project": "Project",
    "todo": "To Do",
    "inprogress": "In Progress",
    "done": "Done",
    "views": "See more",
    "digitalLibrary": "Digital Library"
  },
  "BookEnums": {
    "loading": "Loading...",
    "error": "Error loading data.",
    "filter": "Filter",
    "filterBooks": "Book Filter",
    "choose": "Choose ",
    "genre": "Genre",
    "subGenre": "Subgenre",
    "movement": "Movement",
    "theme": "Theme",
    "author": "Author",
    "ageCategory": "Age category",
    "clear": "Clear",
    "apply": "Apply",
    "clearFilter": "Clear filter"
  },

  "AllBooks": {
    "loading": "Loading books...",
    "error": "Error loading books",
    "foundBooks": "Found  books",
    "book": "Book",
    "noBooks": "No books found with the selected filters"
  },
  "SeeAllProjects": {
    "Projects": "Projects",
    "work": "Explore our latest work"
  },
  "ThinCreateInspire": {
    "title": "THINK, CREATE, INSPIRE",
    "point1": "Innovative projects",
    "point2": "Get our support",
    "point3": "Association 'Tamarieli' is waiting for your innovative projects in the fields of culture, education, and digital development.",
    "point4": "Project authors will have the opportunity to receive co-funding, mentorship support, and project promotion. Our goal is to support initiatives that serve the dissemination of Georgian culture, literature, and knowledge with a modern innovative vision."
  },
  "VoicePlatform": {
    "title": "Voice+",
    "point1": "Association 'Tamarieli' and the unified platform of the Georgian diaspora 'Earthoba' serve to strengthen the Georgian diaspora worldwide, preserve cultural identity, and support Georgia's Euro-integration processes.",
    "point2": "Our joint vision is based on media as an effective instrument of freedom of speech, diplomacy, cultural dialogue, and public development, aiming to present Georgia on the international stage.",
    "point3": "Association 'Tamarieli' offers partners an ethical and neutral media platform, a wide international audience, joint campaigns, thematic content, participation in events, and access to reliable sources."
  },
  "SeeAllBtn": {
    "text": "Show more"
  },
  "hello": {
    "sayHello": "Welcome"
  },
  "earthoba": { "platform": "Platform EARTHOBA" },
  "asociation": {
    "tamarieli": " associationn TAMARIELI"
  },
  "gallery": {
    "title": "GALLERY | ART SPACE GALLERY | ART SPAC",
    "desc": "Gallery Art Space is a contemporary, open, and inclusive cultural platform that brings together traditional and modern art within an innovative, dialogue-driven environment. The space is dedicated to supporting artists, stimulating creative processes, and strengthening intercultural cooperation at local, European, and international levels. Gallery Art Space serves as a meeting point for ideas, experimentation, and cultural diplomacy — where art becomes a language of communication, mutual understanding, and shared values. Think. Create. Inspire. cooperation at local, European, and international levels. cooperation at local, European, and international levels. Gallery Art Space serves as a meeting point for ideas, Gallery Art Space serves as a meeting point for ideas, experimentation, and cultural diplomacy — where art experimentation, and cultural diplomacy — where art becomes a language of communication, mutual becomes a language of communication, mutual understanding, and shared values. understanding, and shared values"
  },
  "music": {
    "title": "MUSIC SONUS | MUSIC PLATFORM",
    "desc1": "Music Sonus is a contemporary, refined, and inclusive music platform that brings together diverse musical genres within a single space.The platform is dedicated to supporting artists and enabling the discovery of new music in a modern digital environment.",
    "desc2": "Music Sonus represents a space where music — as sound, energy, and emotion — becomes a unifying force that connects people through a shared auditory experience.Where Music Becomes Pure Sound."
  }
}
